/* No comment provided by engineer. */
"Connecting" = "Verbinde...";

/* No comment provided by engineer. */
"NFiles" = "%d Dateien";

/* No comment provided by engineer. */
"NotEnoughSpace" = "Nicht genug Speicherplatz";

/* No comment provided by engineer. */
"PinCode" = "PIN: %@";

/* No comment provided by engineer. */
"Sending" = "Senden...";

/* No comment provided by engineer. */
"TransferCanceled" = "Abgebrochen";

/* No comment provided by engineer. */
"TransferDeclined" = "Abgelehnt";

/* No comment provided by engineer. */
"TransferFinished" = "Übertragung abgeschlossen";

/* No comment provided by engineer. */
"TransferTimedOut" = "Zeitüberschreitung";

/* No comment provided by engineer. */
"UnsupportedType" = "Typ nicht unterstützt";
